Repository: druids/django-pyston
Catalog: pyston/locale/*/LC_MESSAGES/django.po
Languages: cs

source: This field is required
cs: Toto pole je povinné

source: Content type cannot be evaluated from input data please send it
cs: Typ souboru nemůže být vyhodnocen ze vstupních dat, prosím pošlete typ souboru

source: File name cannot be evaluated from input data please send it
cs: Název souboru nemůže být vyhodnocen ze vstupních dat, prosím pošlete název souboru

source: File content must be in base64 format
cs: Obsah souboru musí být formátu base64

source: Response too large, maximum size is {} bytes
cs: Odpověď je příliš velká, maximální velikost je {} bytů

source: File is unreachable on the URL address
cs: Soubor není možné na URL adrese nalézt

source: File data item must contains {} or {}
cs: Data obrázku musí obsahovat {} nebo {}

source: Data must be a collection
cs: Formát dat musí být kolekce

source: Select a valid choice. That choice is not one of the available choices.
cs: Vyberte platnou možnost. Vybraná hodnota není dostupná.

source: Not allowed.
cs: Operace není dovolena.

source: Unauthorized.
cs: Neoprávněný přístup.

source: Not allowed method.
cs: Nepodporovaná metoda.

source: Conflict/Duplicate.
cs: Konflikt/Duplikace.

source: Object already exists but you do not allowed to change it.
cs: Objekt již existuje nebo není dovoleno jej změnit.

source: Invalid value inside list at position {}, {}
cs: Neplatná hodnota uvnitř listu na pozici {}, {}

source: Value must be list
cs: Hodnota musí být list

source: Value must be list with two values
cs: Hodnota musí být list dvou hodnot

source: Yes
cs: Ano

source: No
cs: Ne

source: Value must be boolean
cs: Hodnota musí být boolean

source: Value must be integer
cs: Hodnota musí být integer

source: Value must be float
cs: Hodnota musí být reálné číslo

source: Value must be decimal
cs: Hodnota musí být desítkové číslo

source: Value must be in format IPv4.
cs: Hodnota musí být ve formátu IPv4

source: Value must be in format IPv4 or IPv6.
cs: Hodnota musí být ve formátu IPv4 nebo IPv6

source: Value cannot be parsed to partial datetime
cs: Hodnota nemůže být vyhodnocena

source: Value must be in format ISO 8601.
cs: Hodnota musí být ve formátu ISO 8601

source: Object with this PK cannot be found
cs: Objekt s tímto primárním klíčem nemůže být nalezen

source: Invalid identifier of condition "{}"
cs: Nevalidní identifikátor podmínky "{}"

source: Invalid value of condition "{}". {}
cs: Nevalidní hodnota podmínky "{}". {}

source: Invalid operator of condition "{}"
cs: Nevalidní operátor podmínky "{}"

source: Invalid filter value "{}"
cs: Nevalidní hodnota filteru "{}"

source: Data must contain primary key: {}
cs: Data musí obsahovat primární klíč: {}

source: Object does not exist
cs: Objekt neexistuje

source: Data must be object
cs: Neplatný formát dat, vyžadován objekt

source: Invalid format
cs: Neplatný formát

source: set cannot be together with add or remove
cs: set nemůže být poslán dohromady s add nebo remove

source: Object does not exist in selected data
cs: Objekt neexistuje ve vybraných datech

source: Enter a list.
cs: Vložte list

source: Invalid identifier of ordering "{}"
cs: Nevalidní identifikátor řazení "{}"

source: Offset must be lower or equal to {}
cs: Offset musí být menší nebo roven {}

source: Offset must be natural number
cs: Offset musí být přirozené číslo

source: Base must lower or equal to {}
cs: Base musí být menší nebo roven {}

source: Base must be natural number or empty
cs: Base musí být ve formátu přirozeného čísla nebo prázdný

source: Bad Request
cs: Neplatný dotaz

source: Unauthorized
cs: Neoprávněný přístup

source: Forbidden
cs: Nepovolený dotaz

source: Unsupported Media Type
cs: Nepodporovaný typ

source: Not Found
cs: Nenalezeno

source: Method Not Allowed
cs: Metoda není podporována

source: Conflict/Duplicate
cs: Konflikt/Duplikace

source: No data are available
cs: Žádná data nejsou dostupná

source: Enter a valid date/time.
cs: Vložte validní datum/čas
